/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "På";
"general.off" = "Av";
"general.login" = "Logga in";
"general.logout" = "Logga ut";
"general.ok" = "OK";
"general.cancel" = "Avbryt";
"general.username" = "Användarnamn";
"general.password" = "Lösenord";
"general.na" = "N/A";

"input.value_is_empty" = "Value cannot be empty.";
"input.already_exists" = "Värdet finns redan.";

// Guide Window
"guide.highlights" = "Höjdpunkter";
"guide.basic_settings" = "Grundläggande inställningar";
"guide.faq" = "Vanliga frågor (FAQ)";

// Initial Window
"initial.announcement" = "Du använder en %@-version av IINA";
"initial.beta.desc" = "Om du vill återgå till en utgiven version, avbocka \"Ta emot beta-uppdateringar\" under Inställningar > Allmänt och installera en stabil version från vår <a href=\"https://iina.io\">officiella webbsida</a>.";
"initial.nightly.desc" = "Nightly is not recommended to be used as your daily driver. Currently nightly builds do not support auto update. Please manually download newer builds from our <a href=\"https://nightly.iina.io\">nightly website</a>.";
"initial.debug.desc" = "Debug builds are usually not optimized for performance, so it is not recommended to be used as daily drive. Debug builds do not support auto update.";
"initial.bug_report" = "Rapportera fel via <a href=\"https://github.com/iina/iina/issues\">GitHub issues</a>.";

// Inspector Window
"inspector.error" = "Fel";

// MainWindowController.swift
"main.buffering_indicator" = "Buffrar… %d%%";
"main.opening_stream" = "Öppnar ström…";
"main.seeking_indicator" = "Seeking…";
"osc.precision" = "Precision";
"osc.1s" = "1 sekund";
"osc.100ms" = "100 millisekunder";
"osc.10ms" = "10 millisekunder";
"osc.1ms" = "1 millisekund";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Förval";
"quicksetting.item_none" = "Inget";
"quicksetting.hwdec" = "Hårdvaruavkodning";
"quicksetting.deinterlace" = "Avfläta";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Göm";
"quicksetting.reset_speed" = "Återställ hastighet till 1x";

// EQ Presets
"eq.preset.flat" = "Platt";
"eq.preset.acoustic" = "Akustisk";
"eq.preset.classical" = "Klassisk";
"eq.preset.dance" = "Dans";
"eq.preset.deep" = "Djup";
"eq.preset.electronic" = "Elektronisk";
"eq.preset.hip_hop" = "Hip-hop";
"eq.preset.increase_bass" = "Öka bas";
"eq.preset.increase_treble" = "Öka diskant";
"eq.preset.increase_vocal" = "Increase Vocal";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latinsk";
"eq.preset.loundness" = "Loundness";
"eq.preset.lounge" = "Salong";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Minska bas";
"eq.preset.reduce_treble" = "Minska diskant";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Liten högtalare";
"eq.preset.spoken_word" = "Spoken Word";

"alert.eq.new_profile.title" = "Ny EQ-profil";
"alert.eq.new_profile.message" = "Ange ett profilnamn.";
"alert.eq.rename.title" = "Byt namn på aktuell profil";
"alert.eq.rename.message" = "Ange ett nytt profilnamn.";

// OSDMessage.swift
"osd.pause" = "Pausa";
"osd.resume" = "Fortsätt";
"osd.volume" = "Volym: %@";
"osd.speed" = "Hastighet: %@x";
"osd.aspect" = "Förhållande: %@";
"osd.crop" = "Beskär: %@";
"osd.rotate" = "Rotera: %i°";
"osd.deinterlace" = "Avfläta: %@";
"osd.hwdec" = "Hårdvaruavkodning: %@";
"osd.audio_delay.nodelay" = "Ljudfördröjning: ingen fördröjning";
"osd.audio_delay.later" = "Ljudfördröjning: %@s senare";
"osd.audio_delay.earlier" = "Ljudfördröjning: %@s tidigare";
"osd.sub_delay.nodelay" = "Undertextsfördröjning: Ingen fördröjning";
"osd.sub_delay.later" = "Undertextsfördröjning: %@s senare";
"osd.sub_delay.earlier" = "Undertextsfördröjning: %@s tidigare";
"osd.subtitle_pos" = "Undertextposition: %@";
"osd.sub_hidden" = "Undertexter dolda";
"osd.sub_visible" = "Undertexter synliga";
"osd.sub_second_delay.nodelay" = "Secondary Subtitle Delay: No Delay";
"osd.sub_second_delay.later" = "Secondary Subtitle Delay: %@s Later";
"osd.sub_second_delay.earlier" = "Secondary Subtitle Delay: %@s Earlier";
"osd.sub_second_hidden" = "Sekundära undertexter dolda";
"osd.sub_second_pos" = "Secondary Subtitle Position: %@";
"osd.sub_second_visible" = "Secondary Subtitles Visible";
"osd.mute" = "Tysta";
"osd.unmute" = "Tysta av";
"osd.screenshot" = "Skärmdump tagen";
"osd.abloop.a" = "A–B-loop: A";
"osd.abloop.b" = "A–B-loop: B";
"osd.abloop.clear" = "A–B-loop: rensad";
"osd.stop" = "Stoppa";
"osd.chapter" = "Kapitel: %@";
"osd.subtitle_scale" = "Undertextskala: %@x";
"osd.add_to_playlist" = "La till %i filer till spellistan";
"osd.clear_playlist" = "Spellista rensad";
"osd.video_eq.contrast" = "Kontrast: %i";
"osd.video_eq.gamma" = "Gammakorrigering: %i";
"osd.video_eq.hue" = "Färgton: %i";
"osd.video_eq.saturation" = "Mättnad: %i";
"osd.video_eq.brightness" = "Ljusstyrka: %i";
"osd.find_online_sub" = "Hittar undertexter online…";
"osd.find_online_sub.source" = "från";
"osd.sub_not_found" = "Inga undertexter hittades";
"osd.sub_found" = "%d undertexter hittades.";
"osd.sub_downloading" = "Laddar ner %d undertexter";
"osd.sub_downloaded" = "Undertext nedladdad";
"osd.sub_saved" = "Undertext sparad";
"osd.network_error" = "Nätverksfel";
"osd.file_error" = "Fel vid inläsning av fil";
"osd.cannot_login" = "Kan ej logga in";
"osd.canceled" = "Avbruten";
"osd.cannot_connect" = "Kan inte ansluta";
"osd.timed_out" = "Timed Out";
"osd.filter_added" = "La till filter: %@";
"osd.filter_removed" = "Tog bort filter";
"osd.file_loop" = "Repetera enstaka fil";
"osd.playlist_loop" = "Repetera spellista";
"osd.no_loop" = "Inaktivera repetering";

"preference.title" = "Inställningar";
"preference.general" = "Allmänt";
"preference.ui" = "Gränssnitt";
"preference.video_audio" = "Ljud/video";
"preference.subtitle" = "Undertext";
"preference.network" = "Nätverk";
"preference.control" = "Kontroll";
"preference.keybindings" = "Kortkommandon";
"preference.advanced" = "Avancerat";
"preference.plugins" = "Tillägg";
"preference.utilities" = "Verktyg";
"preference.scripts" = "Skript";
"preference.not_logged_in" = "Ej inloggad";
"preference.logged_in_as" = "Inloggad som %@";
"preference.system_media_control" = "Använd systemets mediakontroll";

"preference.key_binding_hint_1" = "För att redigera snabbtangenter i nuvarande konfigurationsfil, klicka på \"Duplicera…\" först för att skapa en kopia.";
"preference.key_binding_hint_2" = "Dubbelklicka på en rad på höger sida för att redigera motsvarande kortkommando.";

"preference.enable_adv_settings" = "Aktivera avancerade inställningar";

"preference.sub_override_level.no" = "nej";
"preference.sub_override_level.force" = "tvinga";
"preference.sub_override_level.scale" = "scale";
"preference.sub_override_level.strip" = "avlägsna";
"preference.sub_override_level.yes" = "ja";

"preference.sub_override_level.descriptive_text.no" = "Render subtitles as specified by the subtitle scripts, without overrides.";
"preference.sub_override_level.descriptive_text.force" = "Apply all subtitle styles.";
"preference.sub_override_level.descriptive_text.scale" = "Apply the scale setting in addition to the style settings in this section.";
"preference.sub_override_level.descriptive_text.strip" = "Radically strip all ASS tags and styles from the subtitle.";
"preference.sub_override_level.descriptive_text.yes" = "Apply all the style settings in this section.";

"preference.ytdl_plugin_not_installed" = "Installera Online Media-tillägget från \"Tillägg > Installera från GitHub\" för att få tillgång till avancerade funktioner som videonedladdning och automatiska yt-dlp-uppdateringar.";
"preference.ytdl_plugin_installed" = "Det inbyggda youtube-dl-stödet är inaktiverat då du har installerat Online Media-tillägget.";

"menu.volume" = "Volym: %@";
"menu.volume_muted" = "Volym: %@ (Tystat)";
"menu.audio_delay" = "Ljudfördröjning: %@s";
"menu.sub_delay" = "Undertextsfördröjning: %@s";
"menu.sub_hide" = "Dölj undertexter";
"menu.sub_show" = "Visa undertexter";
"menu.sub_second_hide" = "Dölj sekundära undertexter";
"menu.sub_second_show" = "Visa sekundära undertexter";
"menu.fullscreen" = "Gå in i helskärmsläge";
"menu.exit_fullscreen" = "Lämna helskärmsläge";
"menu.pip" = "Använd bild-i-bild";
"menu.exit_pip" = "Lämna bild-i-bild";
"menu.mini_player" = "Gå till musikläget";
"menu.exit_mini_player" = "Stäng musikläget";
"menu.pause" = "Pausa";
"menu.resume" = "Fortsätt";
"menu.speed" = "Hastighet: %@x";
"menu.chapters" = "Visa kapitelpanel";
"menu.hide_chapters" = "Dölj kapitelpanelen";
"menu.playlist" = "Visa spellistepanel";
"menu.hide_playlist" = "Dölj spellistepanelen";
"menu.video" = "Visa videopanelen";
"menu.hide_video" = "Dölj videopanelen";
"menu.audio" = "Visa ljudpanelen";
"menu.hide_audio" = "Dölj ljudpanelen";
"menu.subtitles" = "Visa undertextspanelen";
"menu.hide_subtitles" = "Dölj undertextspanelen";

"menu.seek_forward" = "Gå framåt %@ s";
"menu.seek_backward" = "Gå bakåt %@ s";
"menu.speed_up" = "Speed Up by %@x";
"menu.speed_down" = "Speed Down by %@x";
"menu.volume_up" = "Volym +%@%%";
"menu.volume_down" = "Volym -%@%%";
"menu.audio_delay_up" = "Ljudfördröjning +%@s";
"menu.audio_delay_down" = "Ljudfördröjning -%@s";
"menu.sub_delay_up" = "Undertextsfördröjning +%@s";
"menu.sub_delay_down" = "Undertextsfördröjning -%@s";

"menu.crop_custom" = "Anpassad…";
"menu.find_online_sub" = "Hitta undertexter online från %@";

"menu.manage_plugins" = "Manage Plugins…";
"menu.developer_tool" = "Utvecklarverktyg";
"menu.more_plugin" = "Mer…";
"menu.conflicting_shortcuts" = "Conflicting key shortcuts…";
"menu.reload_plugins" = "Ladda om alla plugins";
"menu.show_plugins_panel" = "Show Plugins Panel";
"menu.hide_plugins_panel" = "Dölj plugin-panel";

"track.audio" = "Ljud";
"track.none" = "<Inget>";
"track.sub" = "Undertext";
"track.video" = "Video";

"subtrack.no_loaded" = "Inga undertexter inlästa";
"subtrack.no_external" = "Inga externa undertexter funna";

// Alerts
"alert.beta_channel.title" = "Ta emot beta-versionsuppdateringar";

"alert.title_error" = "Fel";
"alert.title_warning" = "Varning";
"alert.title_info" = "Information";

"alert.fatal_error" = "Fatal error: %@ \nProgrammet avslutas nu.";
"alert.mpv_error" = "Internt fel %@ (%@) vid inställning av alternativ %@.";

"alert.unsupported_audio" = "Den externa ljudfilen stöds ej.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "Den externa undertexten stöds ej.";
"alert.unsupported_url" = "URL:en stöds ej.";
"alert.wrong_url_format" = "Fel URL-format.";

"alert.error_open" = "Kan ej öppna fil eller ström!";
"alert.error_finding_file" = "Kan ej hitta filen %@!";
"alert.error_loading_script" = "Kan ej hitta skript %@!";
"alert.error_saving_file" = "Fel uppstod när %@ skulle sparas: %@";
"alert.error_deleting_file" = "Kan ej radera denna fil.";

"alert.target_peak.bad_value" = "The value \"%@\" is invalid.\nPlease provide a value between 10 and 10000, or 0.";

"alert.config.new.title" = "Ny inmatningskonfiguration";
"alert.config.new.message" = "Vänligen ange ett namn för den nya konfigurationen.";
"alert.config.duplicate.title" = "Duplicera konfigurationsfil";
"alert.config.duplicate.message" = "Vänligen ange ett namn för den duplicerade konfigurationsfilen.";
"alert.config.file_existing.title" = "Filen finns redan";
"alert.config.file_existing.message" = "En konfigurationsfil med samma filnamn finns redan. Välj OK för att visa filen i Finder.";
"alert.config.cannot_create" = "Kan inte skapa konfigurationsfil!\n%@";
"alert.config.cannot_write" = "Kan inte skriva till konfigurationsfil!";
"alert.config.rename.title" = "Döp om inmatningskonfiguration";
"alert.config.rename.message" = "Vänligen ange det nya namnet för konfigurationen.";

"alert.filter.incorrect" = "Error occurred when setting filters. Please check your parameter format.";
"alert.add_filter.title" = "Nytt filter";
"alert.add_filter.message" = "Vänligen ange en filtersträng i formatet för mpv:s vf- eller af-kommando.";

"alert.keybinding_config.error" = "Fel vid tolkning av konfigurationfilen \"%@\" för snabbtangenter! Återgår till snabbtangentsinställningen IINA Förval. Vänligen kontrollera din konfiguration.";

"alert.extra_option.cannot_read" = "Kan ej läsa användardefinierade extra mpv-alternativ.";
"alert.extra_option.empty" = "Nyckel eller värde får ej vara tomt!";
"alert.extra_option.error" = "Fel vid inställning av tillval --%@=%@ med returvärde %d. Vänligen kontrollera dina extra tillvalsinställningar i Inställningar > Avancerat.";
"alert.extra_option.config_folder" = "Fel vid inställning av konfigurationskatalog \"%@\".";

"alert.playlist.error_deleting" = "Fel vid radering: %@";

"alert.screenshot.error_taking" = "Kan inte ta en skärmdump!";

"alert.sub.no_selected" = "Vänligen välj en nedladdad undertext först.";
"alert.sub_lang_not_set" = "Vänligen välj föredraget undertextspråk i inställningar innan du använder OpenSubtitles. Engelska(eng) används denna gång.";
"alert.sub.cannot_save_passwd" = "Kan ej spara ditt lösenord till nyckelring: %@";
"alert.sub.cannot_login" = "Kan ej logga in. Vänligen kontrollera ditt användarnamn, lösenord och nätverksstatus.\n\n%@";
"alert.sub.save_downloaded.title" = "Spara nedladdad undertext";

"alert.set_default.title" = "Ställer in IINA som förvald app";
"alert.set_default.message" = "IINA kommer att ställas in som den förvalda appen för alla filtyper som stöds.";
"alert.set_default.success" = "Färdigställdes med %d lyckade och %d misslyckade.";

"alert.add_watch.title" = "Lägg till bevakad egenskap";
"alert.add_watch.message" = "Vänligen ange ett giltigt mpv-egenskapsnamn.";

"alert.jump_to.title" = "Hoppa till";
"alert.jump_to.message" = "Vänligen ange den tidpunkt du vill hoppa till. Exempel: 20:35";

"alert.opensub.login.title" = "OpenSubtitles-inloggning";
"alert.opensub.login.message" = "Vänligen ange ditt användarnamn och lösenord";

"alert.open_url.title" = "Öppna URL";
"alert.open_url.message" = "Vänligen ange URL:en:";
"alert.choose_media_file.title" = "Välj mediafil";

"alert.add_url.title" = "Lägg till URL";
"alert.add_url.message" = "Vänligen ange URL:en:";

"alert.delete_history.title" = "Radera uppspelningshistorik";
"alert.delete_history.message" = "Är du säker på att du vill radera valda objekt?";

"alert.filter_hwdec.message" = "Du är på väg att aktivera ett videofilter, men det kan hända att din nuvarade hårdvaruavkodare inte stöder videofilter väl. Du kan antingen stänga av hårdvaruavkodning eller byta till Auto(Kopiera), vilket kommer att använda dubbla mängden minne.\nDu må behöva upprepa den föregående åtgärden (t.ex. att ange beskärning) för att få det att fungera.";
"alert.filter_hwdec.abort" = "Avbryt";
"alert.filter_hwdec.turn_off" = "Stäng av hårdvaruavkodning";
"alert.filter_hwdec.use_copy" = "Växla till Auto(Kopiera)";

"alert.clear_cache.title" = "Rensa cache för miniatyrbilder";
"alert.clear_cache.message" = "Är du säker på att du vill rensa hela cachen för miniatyrbilder?";

"alert.clear_history.title" = "Rensa uppspelningshistorik";
"alert.clear_history.message" = "Är du säker på att du vill radera all uppspelningshistorik?";

"alert.clear_watch_later.title" = "Rensa sparade uppspelningspositioner";
"alert.clear_watch_later.message" = "Är du säker på att du vill radera all uppspelningsinformation (\"titta senare\"-data)?";

"alert.restore_alerts.title" = "Återställ dolda varningar";
"alert.restore_alerts.message" = "Är du säker på att du vill återställa dolda varningar?";

"alert.nothing_to_open" = "Inget att öppna.";

"alert.no_video_track" = "Det finns inget videospår.";

"alert.duplicate_config" = "Du kan inte redigera förvald konfiguration. Vänligen duplicera den före redigering.";

"alert.assrt_register" = "På grund av begränsad API-kvotering rekommenderas du starkt att använda din egen API-token. Den förvalda token är endast till för demo-användning och du kan råka ut för nätverksfel.";
"alert.assrt_register.register" = "Registrera nu";
"alert.assrt_register.try" = "Prova först";
"alert.assrt_token_prompt.title" = "Ange din API-token";
"alert.assrt_token_prompt.message" = "Vänligen registrera dig på den öppnade webbsidan. Skaffa din token från din användarsida och ange den nedan:";
"alert.assrt_token_invalid" = "Din Assrt API-token ser ut att vara ogiltig.";

"alert.plugin_uninstall.title" = "Vill du verkligen avinstallera %@?";
"alert.plugin_uninstall.message" = "Tillägget kommer att tas bort från din disk.";
"alert.plugin_reinstall.title" = "Tillägget %@ finns redan";
"alert.plugin_reinstall.message" = "Vill du ominstallera tillägget?";
"alert.duplicated_plugin_id" = "Duplicerade tilläggsidentifierare upptäcktes. Minst två tillägg har samma identifierare, \"%@\". Detta kan leda till oförväntade beteenden. Vänligen hitta dem under Inställningar - Tillägg och rapportera detta till deras skapare. Om ett tillägg är installerat lokalt kan du även manuellt ändra dess idenfierare i tilläggets Info.json-fil.";
"alert.plugin_no_update" = "Ingen uppdatering hittades.";
"alert.plugin_update_found.title" = "Uppdatering hittades för %@";
"alert.plugin_update_found.message" = "Den senaste versionen är %@. Du har %@. Vill du uppdatera?";
"alert.plugin_permission" = "Detta tillägget kräver följande behörigheter. Vänligen granska dem innan du fortsätter.";
"alert.plugin_permission_added" = "Denna uppdateringen kräver ytterligare behörigheter. Vänligen granska dem innan du fortsätter.";

"playlist.total_length" = "Totalt %@";
"playlist.total_length_with_selected" = "%@ av %@ markerade";
"playlist.sorting.header" = "Sorting";
"playlist.sorting.filename_ascending" = "Filename Ascending";
"playlist.sorting.filename_descending" = "Filename Descending";
"playlist.sorting.path_ascending" = "File Path Ascending";
"playlist.sorting.path_descending" = "File Path Descending";
"pl_menu.title_multi" = "%d objekt";
"pl_menu.play_next" = "Spela nästa";
"pl_menu.play_in_new_window" = "Spela upp i nytt fönster";
"pl_menu.remove" = "Ta bort";
"pl_menu.remove_multi" = "Ta bort markerade";
"pl_menu.delete" = "Flytta till papperskorgen";
"pl_menu.delete_multi" = "Flytta markerade filer till papperskorgen";
"pl_menu.delete_after_play" = "Flytta till papperskorgen efter uppspelning";
"pl_menu.delete_after_play_multi" = "Flytta markerade filer till papperskorgen efter uppspelning";
"pl_menu.show_in_finder" = "Visa i Finder";
"pl_menu.add_file" = "Lägg till fil…";
"pl_menu.add_url" = "Lägg till URL…";
"pl_menu.clear_playlist" = "Rensa spellista";
"pl_menu.matched_sub" = "Matchade %d undertexter";
"pl_menu.add_sub" = "Lägg till undertext…";
"pl_menu.wrong_sub" = "Fel undertext!";
"pl_menu.browser" = "Öppna i webbläsare";
"pl_menu.copy_url" = "Kopiera URL";
"pl_menu.copy_url_multi" = "Kopiera URL:er";

"keymapping.title" = "Kortkommando";
"keymapping.message" = "Tryck på valfri tangent för att fånga.";

"filter.video_filters" = "Videofilter";
"filter.audio_filters" = "Ljudfilter";

"hwdec.no" = "Avaktivera hårdvaruavkodning.";
"hwdec.auto" = "Aktivera hårdvaruavkodning. De flesta videofiltren kommer dock inte att fungera ordentligt.";
"hwdec.auto-copy" = "Aktivera hårdvaruavkodning. Det använder dubbel minnesmängd men fungerar med videofilter.";

"gaplessAudio.no" = "Playback of consecutive audio files may result in silence or disruption at the point of file change.";
"gaplessAudio.weak" = "If the audio format the decoder output changes, the audio device is closed and reopened, disrupting gapless playback.";
"gaplessAudio.yes" = "The audio device is opened using parameters chosen for the first file played and is then kept open for gapless playback. Following files may be resampled.";

"subencoding.auto" = "Upptäck automatiskt";

"osc_toolbar.settings" = "Snabbinställningar";
"osc_toolbar.playlist" = "Spellista och kapitel";
"osc_toolbar.pip" = "Växla bild-i-bild";
"osc_toolbar.full_screen" = "Växla fullskärmsläge";
"osc_toolbar.music_mode" = "Gå in i musikläge";
"osc_toolbar.sub_track" = "Välj undertextspår";
"osc_toolbar.screenshot" = "Ta en skärmdump";
"osc_toolbar.plugins" = "Show plugins panel";

"mini_player.album_art" = "Växla skivomslag";
"mini_player.loop" = "Upprepa";
"mini_player.shuffle" = "Blanda";
"mini_player.remove" = "Ta bort från spellista";
"mini_player.add" = "Lägg till i spellista";
"mini_player.delete" = "Ta bort alla spår från spellistan";
"mini_player.volume" = "Volym";
"mini_player.close" = "Avsluta musikläge";
"mini_player.back" = "Återgå till videoläge";
"mini_player.sort" = "Sortera spellistan";

// Touch bar

"touchbar.ahead_15" = "15 sek framåt";
"touchbar.ahead_30" = "30 sek framåt";
"touchbar.back_15" = "15 sek bakåt";
"touchbar.back_30" = "30 sek bakåt";
"touchbar.next_video" = "Nästa video";
"touchbar.prev_video" = "Föregående video";
"touchbar.increase_volume" = "Volym +";
"touchbar.decrease_volume" = "Volym -";
"touchbar.rewind" = "Backa";
"touchbar.fast_forward" = "Snabbspola";
"touchbar.play_pause" = "Spela upp / pausa";
"touchbar.seek" = "Spola";
"touchbar.time" = "Tidsposition";
"touchbar.remainingTimeOrTotalDuration" = "Återstående tid / Total varaktighet";
"touchbar.toggle_pip" = "Växla bild-i-bild";

// Plugin permissions

"permissions.network-request.name" = "Nätverksförfrågan";
"permissions.network-request.desc" = "Detta tillägget kan göra förfrågan samt ladda upp data till följande webbplatser:";
"permissions.network-request.any_site" = "Alla sidor";
"permissions.show-osd.name" = "Visa OSD";
"permissions.show-osd.desc" = "Detta tillägget kan visa OSD (\"On-Screen Display\")-meddelanden.";
"permissions.show-alert.name" = "Visa Meddelanden";
"permissions.show-alert.desc" = "Detta tillägget kan visa popup-meddelanden.";
"permissions.video-overlay.name" = "Add overlays on videos";
"permissions.video-overlay.desc" = "Detta tillägget kan rendera ytterligare innehåll ovanpå videon.";
"permissions.file-system.name" = "Åtkomst till filsystemet";
"permissions.file-system.desc" = "Detta tillägget kan läsa och skriva till filer på din hårddisk, inklusive känslig information. Det kan även anropa andra program eller applikationer som kan skada din dator. Se till att verifiera källan noggrant.";

"plugin.install" = "Installera";
"plugin.installed" = "Installerat";
"plugin.not_installed" = "Inte installerat";
"plugin.local" = "Installerat lokalt";
"alert.plugin.install_error" = "Ett fel uppstod under installationen: %@";
"alert.invalid_url" = "URL:en är ogiltig.";
"plugin.install_error.invalid_url" = "URL:en är ogiltig.";
"plugin.install_error.file_not_found" = "Kan inte hitta paketfilen.";
"plugin.install_error.cannot_download" = "Det gick inte att ladda ner tillägget.\n\nUtdata: %@\n";
"plugin.install_error.cannot_unpackage" = "Det gick inte att packa upp tillägget.\n\nUtdata: %@\n";
"plugin.install_error.cannot_load" = "IINA kan inte ladda detta tillägget. Det kanske är i fel format.";
"plugin.check_for_updates" = "Sök efter uppdateringar";
"plugin.updating" = "Laddar ner uppdateringen…";
